---
kind: enumMember
id: F:Autodesk.Revit.DB.PageOrientationType.Landscape
enum: Autodesk.Revit.DB.PageOrientationType
source: html/5d1792e2-758f-3ec3-c1d8-61b186180a2f.htm
---
# Autodesk.Revit.DB.PageOrientationType.Landscape

The type of Page Orientation is Landscape